Repository: LoopKit/CGMBLEKit
Catalog: CGMBLEKit/*.lproj/Localizable.strings
Languages: it

source: Glucose data is unavailable
it: I dati sulla glicemia non sono disponibili

source: Low Battery
it: Batteria Bassa

source: Peripheral did not respond in time
it: La periferica non ha risposto nel tempo limite

source: Peripheral isn ºt connected
it: La periferica non e' connessa

source: Sensor calibration is OK
it: La calibrazione del sensore e' valida

source: Sensor is in unknown state %1$d
it: Il sensore presenta stato sconosciuto %1$d

source: Sensor is stopped
it: Il sensore e' spento

source: Sensor is warming up
it: Il sensore e' in fase di avvio

source: Sensor needs calibration
it: Il sensore necessita di calibrazione

source: Unknown characteristic
it: Caratteristiche sconosciute
